espressif/esp-wifi-remote/components/wifi_remote_over_eppp/examples/server/sdkconfig.ci.c6_2
CONFIG_IDF_TARGET="esp32c6"
CONFIG_WIFI_RMT_OVER_EPPP_UART_TX_PIN=22
CONFIG_WIFI_RMT_OVER_EPPP_UART_RX_PIN=23
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
CONFIG_WIFI_RMT_OVER_EPPP_UNSECURE=y
